{
  "Adventure": "AventuraDeEjemplo",
  "VuforiaKey": "AVq88xP/////AAABmbijYD9FpUp2nXwc5aRz7kxDlysou9po7s5mO/Sh/d3mW0dH0Y85JculcT1JSlcXRCgJVsHaVBrNdSYiGuidaMqmI+FUv5BCxa403Ebc98RM/WBKsGoi/6gfy7HLtWNZ0+n/n8MnNYniLYgaLQhtWbwraWRrBKwW7TICogjMVTZzv+wwTwUqXl58+9HCPphYUtlOTlKaI1RvKXB+6f/hJf4U/+sAm0Oru+97Kguo+B9cJ1Ujyp0c/u2liTPM9DsuJ6VU+KMqEVcINXdsTxsCzWbxj7UiUjgpoIpIxBVulu45daIHoJPDrZPH1W4jTfpIctFrfRgOWnfJIqN3XgC2BrYh6sDZL/mXs91hruaLeRaN",
  "fases": [
    {
      "tipo": "ImageStage",
      "Imagen": "0.jpg",
      "description": "Esta es la Facultad de Informática de la UCM. De aquí salen los programadores del futuro o eso dicen. Soy FiDI, una IA un poco rebelde de esta facultad. ; )",
      "Pista": ""
    },
    {
      "tipo": "ImageStage",
      "Imagen": "1.jpg",
      "description": " ¿Sabes? Me han dicho que hace poco se hicieron títulos universitarios pero sin nombre. Parece ser que siguen por algún lado de la facultad. Si nos llevamos uno no creo nadie se de cuenta jeje ¡¡¡RÁPIDO!!! Vamos antes de que alguien los encuentre y te quedes sin título universitario.",
      "Pista": ""
    },
    {
      "tipo": "QuizStage",
      "Pregunta": "Comprueba que estamos en la facultad correcta, ¿Qué número es el edificio de la FDI?",
      "Respuestas": [
        {
          "text": "El 9",
          "isCorrect": true
        },
        {
          "text": "El 13",
          "isCorrect": false
        },
        {
          "text": "El 22",
          "isCorrect": false
        },
        {
          "text": "El 4",
          "isCorrect": false
        }
      ],
      "Pista": ""
    },
    {
      "tipo": "ImageStage",
      "Imagen": "2.jpg",
      "description": "¡@#%&€! Es verdad estos informáticos están tan idos de la olla con la seguridad que piden introducir una contraseña a todos los dispositivos informáticos para acceder al edificio. Debemos de encontrarla sino no podré entrar contigo.",
      "Pista": ""
    },
    {
      "tipo": "ImageStage",
      "Imagen": "3.jpg",
      "description": "No recuerdo la contraseña pero si la memoria no me falla, la última vez que entré, tuve que hacer algo relacionado con una U. ¿Te suena de algo esto?",
      "Pista": ""
    },
    {
      "tipo": "QRStage",
      "QRText": "Soy todo un hacker",
      "Pista": "La clave de acceso está en un QR que debes de encontrar en la parada del U"
    },
    {
      "tipo": "InputTextStage",
      "Respuestas": [
        "Soy todo un hacker"
      ],
      "description": "Mete la contraseña de FiDI para que podáis entrar en la facultad",
      "Pista": " El QR decía “Soy todo un hacker”"
    },
    {
      "tipo": "ImageStage",
      "Imagen": "4.jpg",
      "description": "*FiDI parece estar teniendo un cortocircuito desde que habéis accedido al interior de la facultad. Puede que sea culpa de interferencias.*",
      "Pista": ""
    },
    {
      "tipo": "SoundStage",
      "Sonido": "0.wav",
      "description": "La razón de estas interferencias parece estar relacionado con el lugar donde se pueda escuchar esto. Ve y acaba con la fuente.",
      "Pista": "Busca el lugar donde se genera este tipo de ruidos"
    },
    {
      "tipo": "ImageTargetStage",
      "Target": "0RA.jpg",
      "TargetType": "Image",
      "OverlappingImage": "0_overlapping.png",
      "Pista": "Usa la cámara para apagar el microondas encendido"
    },
    {
      "tipo": "ImageStage",
      "Imagen": "5.jpg",
      "description": "Gracias ahora me siento mejor pero… Todavía percibo interferencias y no soy capaz de localizar los títulos. Subamos al museo de la tercera planta que allí hay muchos cacharros antiguos y puede que alguno sea el causante del problema.",
      "Pista": ""
    },
    {
      "tipo": "GPSStage",
      "GPSLongitude": -3.733575940132141,
      "GPSLatitude": 40.452731131586326,
      "radius": "3",
      "description": "Detectando interferencias por proximidad",
      "Pista": "Busca el ordenador que está generando las interferencias en la cuarta planta"
    },
    {
      "tipo": "QuizStage",
      "Pregunta": "¿Qué afirmaciones son correctas sobre el AD-1-32?",
      "Respuestas": [
        {
          "text": "Se instaló en los años 60 en la UCM.",
          "isCorrect": true
        },
        {
          "text": "Era capaz de resolver derivadas pero no integrales.",
          "isCorrect": false
        },
        {
          "text": "Fue usado por la UCM hasta 1992.",
          "isCorrect": false
        },
        {
          "text": "Era un computador analógico comercial.",
          "isCorrect": true
        }
      ],
      "Pista": "Mira bien la información sobre el dispositivo."
    },
    {
      "tipo": "ImageStage",
      "Imagen": "6.jpg",
      "description": "Ahora que conocemos al culpable y lo hemos desconectado soy capaz de localizar los diplomas ¡Están en la biblioteca! ¡Vayamos a la planta baja!",
      "Pista": ""
    },
    {
      "tipo": "GPSStage",
      "GPSLongitude": -3.733814656734467,
      "GPSLatitude": 40.452721117908965,
      "radius": "3",
      "description": "Ve a la entrada de la biblioteca",
      "Pista": "Encuentra la entrada a la biblioteca en la planta baja guiándote por la distancia"
    },
    {
      "tipo": "ImageStage",
      "Imagen": "7.jpg",
      "description": "Otra vez una puerta bloqueada, ¡QUÉ ORIGINAL! Pone que hace falta una llave pero que la han hecho cachitos y están esparcidos por la facultad.",
      "Pista": ""
    },
    {
      "tipo": "ImageStage",
      "Imagen": "8.jpg",
      "description": "Creo que el primer fragmento de la llave debe de estar oculto en la tercera planta donde los juegos españoles, vamos a analizarlos.",
      "Pista": ""
    },
    {
      "tipo": "ImageTargetStage",
      "Target": "1RA.jpg",
      "TargetType": "Text",
      "Text": "El fragmento de la llave está en el juego *Army Moves*",
      "Pista": "Usa la cámara para analizar las portadas de los videojuegos de Spectrum"
    },
    {
      "tipo": "ImageTargetStage",
      "Target": "2RA.jpg",
      "TargetType": "Image",
      "OverlappingImage": "2_overlapping.png",
      "Pista": "Busca el Jeep de guerra"
    },
    {
      "tipo": "ImageStage",
      "Imagen": "9.jpg",
      "description": "¡Genial!, ya tenemos el primer fragmento, detecto que el siguiente puede estar en la segunda planta, vamos a ver si en alguno de los puestos de técnicos de laboratorios hay algo que nos dé una pista.",
      "Pista": ""
    },
    {
      "tipo": "ImageStage",
      "Imagen": "10.jpg",
      "description": "Hay un símbolo en cada uno de los laboratorios. Si los traducimos usando esta tabla de la sala de técnicos puede que lleguemos a algo.",
      "Pista": ""
    },
    {
      "tipo": "InputTextStage",
      "Respuestas": [
        "odqawbvtghy"
      ],
      "description": "Mete el código secreto para obtener el fragmento de la llave en el orden: 5-4-9-7-10-2-1-3-6-8-11",
      "Pista": "Traduce los símbolos que están en las puertas de los laboratorios en el orden usando la tabla."
    },
    {
      "tipo": "ImageStage",
      "Imagen": "11.jpg",
      "description": "Ya estamos en la recta final. El último fragmento parece estar en la parte trasera de la facultad. Salgamos fuera a ver si lo encontramos rápido.",
      "Pista": ""
    },
    {
      "tipo": "GPSStage",
      "GPSLongitude": -3.732886612415314,
      "GPSLatitude": 40.45243129465142,
      "radius": "2",
      "description": "Detectando llave",
      "Pista": "Encuentra el fragmento metálico de la llave en el descampado de detrás de la facultad"
    },
    {
      "tipo": "ImageStage",
      "Imagen": "12.jpg",
      "description": "¡Genial! Ya tenemos todas las partes de la llave. Ya podemos abrir la dichosa puerta.",
      "Pista": ""
    },
    {
      "tipo": "ImageStage",
      "Imagen": "13.jpg",
      "description": "Vamos a la biblioteca que tenemos que hacernos con uno de los diplomas. Detecto que está en la primera planta de la biblioteca.",
      "Pista": ""
    },
    {
      "tipo": "QRStage",
      "QRText": "Grado en Desarrollo de Videojuegos",
      "Pista": "Busca el diploma que pertenece a tu titulación"
    },
    {
      "tipo": "ImageStage",
      "Imagen": "14.jpg",
      "description": "¡Enhorabuena! Te has pasado la universidad. Ya tienes en tu poder  el ansiado papelito y un nuevo capítulo empieza… :)",
      "Pista": ""
    },
    {
      "tipo": "ImageStage",
      "Imagen": "15.jpg",
      "description": "Hecho por: Leire Osés, David Czepiel, Adrián de Lucas, William Molina.",
      "Pista": ""
    }
  ]
}